{
  "program_detail": [
    {
      "id": "1",
      "program_information_id": "1",
      "name": "Graduate Diploma in Applied Management (Auckland or Central Otago - international students only)",
      "program_overview": [
        "Want to learn more about a specific area of management to complement your existing degree or career aspirations? Then this is the qualification for you. Complete an intensive programme of generic business study or study in a specific area of business management. Graduates will have a sound understanding of the dynamic environment in which managers operate, enabling them to apply that knowledge at organisational and strategic levels in a range of industries and organisations. Undertake a significant industry-based research project, coupled with a 200-hour internship enabling you to gain vital practical experience. At our Auckland International Campus, this programme is offered by Future Skills Academy due to a sub-contract arrangement with Otago Polytechnic."
      ],
      "tuition_fee_domestic": "5719",
      "tuition_fee_inter": "20350"
    },
    {
      "id": "2",
      "program_information_id": "2",
      "name": "New Zealand Certificate in English Language (Academic) (Level 4)",
      "program_overview": [
        "Want to improve your English skills? Study English at Otago Polytechnic to prepare for further study, make new friends and experience New Zealand culture. This Certificate is for upper-intermediate English speakers who want to do further English-language or subject study in an academic context. It is a nationally-recognised qualification. It can lead to academic study at Otago Polytechnic, or you can use it to transfer to other study institutes in New Zealand."
      ],
      "tuition_fee_domestic": "2638",
      "tuition_fee_inter": "7290"
    },
    {
      "id": "3",
      "program_information_id": "3",
      "name": "Bachelor of Information Technology",
      "program_overview": [
        "Pursuing a career in Information Technology and keen to advance your skills and deepen your understanding of this diverse industry? Discover the power of computing technology and how it can help you develop real world solutions and innovations with this stimulating, hands-on programme. Every industry, organisation and business in the world relies on computer technology in one way or another and the right qualification will create numerous employment opportunities for you, both here and overseas. There are currently far more IT jobs than there are graduates and employers are desperate for individuals with a solid understanding of the industry and a willingness to continue developing new skills. Become a Web Developer, Systems Administrator, Software Developer, Programmer, Business Analyst, Database Administrator or Computing Services Manager, amongst many others! Study in a supportive and innovative environment and develop high-level technical abilities and a strong theoretical understanding of IT concepts while exercising your problem-solving skills and creativity. Focus on the professional communication skills required for working effectively in the industry and gain valuable, practical experience during an industry-based project for an external client. Benefit from the small class sizes, allowing for one-on-one attention from experienced teachers, and the chance to practise your newly acquired skills with a range of excellent equipment and software applications. At our Auckland International Campus, this programme is offered by Future Skills Academy due to a sub-contract arrangement with Otago Polytechnic."
      ],
      "tuition_fee_domestic": "7485",
      "tuition_fee_inter": "23480"
    },
    {
      "id": "4",
      "program_information_id": "4",
      "name": "Graduate Diploma in Information Technology - Auckland delivery",
      "program_overview": [
        "Develop your skills for the New Zealand IT and business environment! This exciting new programme has been specifically designed for international students. It will provide you with the professional skills that you will need to work effectively in the New Zealand IT and business environment. These industries are constantly evolving and an up-to-date qualification is essential. This programme has been created to ensure that you have access to the current skills and professional practice required by New Zealand businesses and includes an industry-based project. Small class sizes allow for better interaction with our experienced teachers and you will have the chance to practise your new skills with a range of excellent equipment and software applications. This programme is offered by Future Skills Academy due to a sub-contract arrangement with Otago Polytechnic."
      ],
      "tuition_fee_domestic": "11000",
      "tuition_fee_inter": "23480"
    },
    {
      "id": "5",
      "program_information_id": "5",
      "name": "Postgraduate Diploma in Applied Management",
      "program_overview": [
        "There is also an increasing demand for those professionals to hold higher level qualifications. Applicants for these roles are therefore at a considerable advantage with a postgraduate qualification and there is a strong emphasis within this programme on application of knowledge and development capabilities in business management or business information systems. Flexibility within this qualification will also enable aspirations to be matched/targeted to specific employment opportunities. Learners will extend and deepen their knowledge and understanding of current management capabilities and issues in a range of applied settings through experiential learning stratgies and reflective practice. This programme is offered by Future Skills Academy due to a sub-contract arrangement with Otago Polytechnic."
      ],
      "tuition_fee_domestic": "12000",
      "tuition_fee_inter": "24020"
    },
    {
      "id": "6",
      "program_information_id": "6",
      "name": "Bachelor of Applied Management (Accounting)",
      "program_overview": [
        "This qualification has Chartered Accountants Australia and New Zealand (CAANZ) and CPA Australia accreditation and is ideal if you want to embark on a career in accounting as a Chartered Accountant, Associate Chartered Accountant, or Certified Practising Accountant. Employment opportunities for Accountants are good due to strong demand for accounting services from a wide range of businesses and individuals, and this demand is expected to keep rising. Incorporating case studies, workplace-based or focused assignments, and a major industry project for professional accounting and associated research project; this hands-on qualification has industry experience and connections at its core. This will enable you to gain the work-ready skills that employers are looking for and to move into the professional accounting environment successfully. You will also gain core business knowledge in management, commercial law, marketing, business computing, economics, accounting, communication, and business, heritage, culture and sustainability.  Upon successful completion of this qualification, you will be in the perfect position to then complete the final professional requirements needed to achieve full CA or ACA membership with CAANZ, or membership with CPA Australia. At our Auckland International Campus, this programme is delivered through the Future Skills Academy due to a sub-contract arrangement between Otago Polytechnic and the provider."
      ],
      "tuition_fee_domestic": "10000",
      "tuition_fee_inter": "20350"
    },
    {
      "id": "7",
      "program_information_id": "7",
      "name": "Bachelor of Applied Management",
      "program_overview": [
        "Gain a business degree based in real world knowledge. This programme has industry experience at its centre, incorporating case studies, workplace-based or focused assignments, and a significant internship and associated research project. You will develop the understanding, skills and capabilities to work in a range of management environments at operational and strategic levels. If you're studying in Dunedin, you can choose to specialise in up to two majors from your second year or form your own coherent path of study in discussion with your Programme Leader.  At our Auckland International Campus, this programme is offered by Future Skills Academy due to a sub-contract arrangement with Otago Polytechnic."
      ],
      "tuition_fee_domestic": "10000",
      "tuition_fee_inter": "20350"
    },
    {
      "id": "8",
      "program_information_id": "8",
      "name": "New Zealand Diploma in Construction (Level 6) (Construction Management) or (Quantity Surveying)",
      "program_overview": [
        "Become a construction professional and help realise commercial and residential construction projects. The New Zealand Diploma in Construction is recognised by employers and industrial, academic and professional bodies - so when you graduate you'll be highly competent and industry ready. What do quantity surveyors and construction managers do? Quantity Surveyors and Construction Management professionals work with clients, architects, engineers, consultants, and local authorities to complete construction projects. Quantity Surveyors can budget, price, and financially administer construction projects. Typical roles include Consultants, Estimators, Contract Administrators, and Contract Managers. With experience, quantity surveying can lead into the fields of project management, commercial management, and dispute resolution. Construction Management focus on planning and managing time, resources, quality and health and safety. They are less focused on financial management than quantity surveyors."
      ],
      "tuition_fee_domestic": "7466",
      "tuition_fee_inter": "23400"
    }
  ]
}